{
  "Bright Winter": {
    "name": "Bright Winter",
    "tagline": "Bright and cool, like a frosty winter day",
    "introduction": "Bright Winter is one of the three Winter seasons and sits between True Winter and Bright Spring on the seasonal flow chart. Unlike Bright Spring, this season is cool. However, both sister seasons are a blend of Spring and Winter, with Bright Spring leaning more towards the Spring palette and Bright Winter leaning more towards the Winter palette.",
    "characteristics": {
      "note": "Please note: Do not worry too much if one characteristic of your appearance deviates from the below descriptions. You may still fall into this colour season if your overall appearance matches the profile.",
      "overview": "You are a Bright Winter if the primary colour aspect of your overall appearance is bright, and the secondary aspect is cool – meaning cool colours suit you better than warmer ones. When you look in the mirror, the first thing you notice about your colouring is a very high contrast between your hair, skin and eyes. Your features are saturated and bright with no muddiness, giving you a crisp and clear appearance. Possibly, your eyes may be your most striking feature. Sparkling like jewels, they often stand in contrast against the darker hair. In addition, your colouring has cooler undertones, meaning silver flatters your skin more than gold.",
      "features": {
        "eyes": {
          "description": "Bright Winters may have strikingly bright, sparkling eyes. Eye colours range from blue over cyan to dark brown and black. Regardless of the colour, they are always cool. Typical of Winter eyes, you may see a border defining iris and possible spokes on the iris. There is also a high contrast between the iris and the whites of the eye, which makes the eyes appear clear and bright.",
          "eyeColors": [
            "blue",
            "cyan",
            "cool brown",
            "dark brown",
            "black"
          ],
          "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8f7a9302d527cd77144b2_Bright%20Winter%20Eyes.webp"
        },
        "skin": {
          "description": "The skin is either neutral or neutral-cool – meaning both silver and gold look good against it, but silver looks better. Skin tones range from fair to deep. The skin's appearance is clear, and it often has a certain translucent quality to it. Darker skins have a glowing, almost glassy shine to them. Some Bright Winters also have freckles.",
          "skinTones": {
            "1": [
              "neutral-cool",
              "neutral"
            ],
            "2": [
              "neutral-cool",
              "neutral"
            ],
            "3": [
              "neutral-cool",
              "neutral"
            ],
            "4": [
              "neutral-cool",
              "neutral"
            ],
            "5": [
              "neutral-cool",
              "neutral"
            ],
            "6": [
              "cool",
              "neutral-cool",
              "neutral"
            ]
          },
          "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8f8056a84f9d64c237f7d_Bright%20Winter%20Skin.png"
        },
        "hair": {
          "description": "This colour season's hair is quite dark. It can range from medium brown to black and can have either blue or ash undertones or be neutral.",
          "hairColors": {
            "brown": [
              "medium",
              "dark"
            ],
            "black": [
              "brown-black",
              "black"
            ]
          },
          "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8f81d3f5d232e60b324e6_Bright%20Winter%20Hair.webp"
        },
        "contrast": {
          "value": "high",
          "description": "Out of all the seasons, Bright Winter is the one with the highest contrast between skin, hair and eyes. There is even a high contrast between the iris and whites of the eye. In the images below, you can see the differences in shades between the features. In the first image, the light skin and eyes stand in contrast to the dark hair. And in the second image, the high contrast is created by the dark features against the whites of the eyes and the teeth."
        }
      }
    },
    "palette": {
      "paletteImgUrl": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60c8487cc75c1d7358d33fda_Bright%20Winter%20Colour%20Palette.png",
      "description": "Bright Winter is the colour season reminiscent of when the winter sun illuminates the snow-white expanses. The play of sunlight on cold winter landscapes creates a bright and sparkling image. These are the vibrant and almost unnatural colours of extreme weather situations like the Northern lights in the night sky. They are the colours of the cosmos and the galaxy.",
      "hue": {
        "value": "neutral-cool",
        "explanation": "The colours lean towards the cool end of the scale but are not extremely cool. As a result, you will find fewer shades of yellow (which is the warmest colour of all) on the palette. And you will only see cooler shades of yellow, which have a tint of blue. Instead, there are more blues, pinks, and purples that are naturally blue-based and therefore cool."
      },
      "value": {
        "value": "medium",
        "explanation": "While the colours range from very light (bright white) to very dark (true black), the majority is medium in value, leaning slightly to the dark end because of the greater concentration of blue undertones."
      },
      "chroma": {
        "value": "high",
        "explanation": "In line with Bright Winter's primary aspect, the colours are very high in chroma, meaning they are extremely saturated, bright and vibrant. These are the most intense colours of all the seasons."
      },
      "sisterPalettes": {
        "description": "Bright Winter sits between True Winter and Bright Spring on the seasonal flow chart. It falls at the Spring end of the Winter palette. Therefore, the colours are brighter, lighter and warmer than those of True Winter. Compared to Bright Spring the colours are similarly bright, but cooler and slightly darker. Spring's effect on Bright Winter is to add some warmth to the palette, brighten the colours and to lighten them somewhat. Compared to the third Winter season Dark Winter, the colours share the same neutral-cool temperature but are lighter and brighter.",
        "sisters": [
          "True Winter",
          "Bright Spring"
        ],
        "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60c84929977c79747b32b49d_Bright%20Winter%20Sister%20Palettes.png"
      }
    },
    "styling": {
      "neutrals": {
        "description": "Like the rest of the palette, Bright Winter neutrals are highly contrasted. There are very light neutrals as well as very dark ones. As part of the Winter family, the Bright Winter palette contains black. However, Bright Winter black is slightly different from the blue, inky black of True Winter. The difference is very subtle, though, so much so that they are pretty much interchangeable. Additionally, you have very dark charcoal greys on your palette, which you can also use as dark neutrals. True white is also on the colour palette, as are light greys and light beiges. However, black or white alone, or black and white, are not intense enough for your colouring. You will need to add a brighter colour to lift your outfit.",
        "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8f97262932ddfc442425d_Bright%20Winter%20Neutrals.png"
      },
      "colorsToAvoid": {
        "description": "Since Bright Winter's main colour aspects are bright and cool, your worst colours are warm and muted. Rich, warm shades, such as orangey browns and golden yellows, will clash with your naturally cooler appearance. Soft and toned-down earth tones, such as pale gold and muted brown, will make you look yellow and drained.",
        "colors": [
          "Orangey brown",
          "Golden yellow",
          "Pale gold",
          "Muted brown"
        ],
        "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8f989ee270d588ca35905_Bright%20Winter%20Colours%20to%20Avoid.png"
      },
      "ColourCombinations": {
        "description": "Technically, you can combine any of the colours on the Bright Winter palette with each other. But certain combinations will look much better than others. Those are the combinations that repeat the contrast level that is naturally present in your appearance. Bright Winter's natural appearance is highly contrasting. Therefore, the best colour combinations for your outfits are similarly contrasting. The obvious way to create contrast is by pairing tints and shades of the same hue, such as a light blue with a dark blue. This is called value contrast. However, this may not be enough contrast for a Bright Winter. Even pairing black and white probably won't be intense enough for your colouring. Instead of value contrast, aim for hue contrast. Don't be afraid to combine unlike colours - particularly those sitting opposite each other on the colour wheel, such as hot pink and teal. The more unusual the combination, the more striking. Another way to create dramatic contrast is by pairing dark or light neutrals with bright accent colours, such as black with lemon yellow or light beige with acid green. Generally, aim for at least one bright colour in your outfits. Avoid monochromatic looks, low contrast colour combinations and monochromatic looks. These will all look very dull on you and diminish your vibrant colouring.",
        "Combinations": [
          [
            "dark neutral",
            "light accent"
          ],
          [
            "opposite hues"
          ],
          [
            "light neutral",
            "bright accent"
          ]
        ],
        "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8f9a9302d5239ba714c28_Bright%20Winter%20Colour%20Combinations.png"
      },
      "PatternsAndPrints": {
        "description": "The best patterns are those that only contain Bright Winter colours. If a pattern contains some but not much colour from a disharmonious palette, you can also wear it. Avoid patterns with disharmonious colours (e.g., Light Spring peach). Since your natural colouring is highly contrasted, opt for patterns that reflect this natural high contrast level rather than ones which blend too much together.",
        "color": {
          "description": "Great patterns for Bright Winter are bold, highly contrasted, black and white, and neon coloured – in keeping with the bright, saturated colours on the palette. Look for geometric patterns or round and rectangular shapes mixed together. Abstract prints are also great. Natural floral patterns are best avoided. If you want to wear floral patterns, opt for highly stylised flowers. Also avoid small prints as well as anything faded or blended (watercolour prints).",
          "combinations": {
            "bad": [
              "Bright Winter pattern",
              "Soft Autumn background"
            ],
            "good": [
              "Bright Winter pattern",
              "Soft Autumn accents"
            ],
            "great": "Bright Winter pattern"
          },
          "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8fa1eb418cec5e418e7ac_Bright%20Winter%20Patterns%20%26%20Prints%20Elements.webp"
        },
        "contrast": {
          "description": "Since your natural colouring is highly contrasted, opt for patterns that reflect this natural high contrast level rather than ones which blend too much together. In the example below, both patterns are in Bright Winter colours and wearable. However, the second pattern displays a higher contrast between the elements and is therefore more flattering.",
          "combinations": {
            "bad": "low-contrast pattern",
            "good": "medium-contrast pattern",
            "great": "high-contrast pattern"
          },
          "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8f9efc5e15186f88d673a_Bright%20Winter%20Patterns%20%26%20Prints%20Contrast.webp"
        },
        "elements": {
          "description": "Great patterns for Bright Winter are bold, highly contrasted, and contain unusual and unexpected elements. Look for patterns with geometric shapes or round and rectangular shapes mixed together. Abstract prints are great too; as are stylised versions of natural elements. Natural floral patterns are best avoided. If you want to wear floral patterns, opt for highly stylised flowers. Also avoid small elements in dense arrangements and anything faded or blended (such as watercolour prints).",
          "combinations": {
            "bad": [
              "small",
              "dense",
              "faded",
              "floral"
            ],
            "good": [
                "medium",
              "bold",
              "geometric",
              "abstract",
              "highly stylised florals"
            ],
            "great": [
              "big",
                "bold",
                "highly contrasted",
                "black and white",
                "neon",
              "round and rectangular geometric",
                "abstract"
            ]
          },
          "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8fa1eb418cec5e418e7ac_Bright%20Winter%20Patterns%20%26%20Prints%20Elements.webp"
        }
      },
      "metalsAndAccessories": {
        "description": "Bright Winter colouring is neutral-cool. Your best metals are thus silver and platinum. Some Bright Winters can also wear white gold and regular gold, as long as they are light and shiny. To flatter a Bright Winter's jewel-like appearance, metals are best shiny instead of antiqued, matte and brushed. Sapphires are great stones to bring out the cool brightness in your colouring.",
        "metals": {
          "type": {
            "silver": "great",
            "platinum": "great",
            "white gold": "good",
            "gold": "maybe"
          },
          "finish": {
            "shiny": "great",
            "matte": "bad",
            "brushed": "bad",
            "antiqued": "bad"
          }
        },
        "stones": {
          "description": "Sapphires are great stones to bring out the cool brightness in your colouring. Other great stones are diamonds, amethyst, aquamarine, and topaz. Avoid warm stones such as amber, coral, and gold.",
          "stones": [
            "diamond",
            "sapphire",
            "amethyst",
            "aquamarine",
            "topaz"
          ]
        },
        "image": "https://cdn.prod.website-files.com/5eca30fd2b50b671e2107b06/60b8fa40b46068114b573dae_Bright%20Winter%20Metals.png"
      }
    }
  }
}
